{
	"id": "5278668f-93e1-aefc-5460-8e29c27b4531",
	"name": "fengshui",
	"description": "",
	"order": [],
	"folders": [
		{
			"id": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"name": "fu",
			"description": "",
			"order": [
				"a1a48208-19fe-b30f-3a24-0ff804a984e5",
				"41161472-4135-0918-a091-10efe30e33e5",
				"66da53cf-2a42-29ee-bafd-461cb4b1f187",
				"c0b600e6-019f-b160-5d56-1e64c80f916c",
				"51b61b44-901f-c187-9f65-8da308f46c08",
				"3bf42da4-da9d-317b-abd7-4eea4e612ef0",
				"aa766867-8fe7-9c35-b1d8-478baad2b9d6",
				"6d714fc4-d90e-139e-f4e4-809fb1b80ab4",
				"c5416edf-1adc-73ce-45ef-54ff7fa6f1e5",
				"eedb1f98-b028-17f1-0c5a-d5fd0902da66",
				"f1ac052d-01d0-c8ec-0f60-ceff303e0da3",
				"a04114b4-f7f6-b916-764e-8c3b28246e18",
				"8f8722a1-6fe5-0cef-589a-e230c9489e1f",
				"b4b41112-c91e-ba32-f13c-4753092e7871",
				"7118da47-872f-c62c-c8c7-4aae3a5953f2",
				"ffdb36db-de7f-c4b9-a1c5-83ed35417b4d",
				"41a78cae-a8b0-cf83-b647-c24adf9246d4",
				"e6c82c74-de00-3165-d7bd-cf94b82f714c",
				"a87ea6a8-7723-ec0a-bdd8-eb8d3b2e9be9",
				"5695519a-1a41-33b8-ef55-d18b6a985a7a"
			],
			"owner": 0
		},
		{
			"id": "7b6ebfed-2ae8-a092-d75c-1d41428682d6",
			"name": "magic",
			"description": "",
			"order": [
				"862c4462-7aab-cc7e-dd37-a9b7b359703e",
				"cd16f8fd-8d5f-0d8b-0c4b-c27d15eb95a2",
				"bb1938d9-3779-5a64-d4c8-320d6f96816e",
				"bb030766-dc39-3ae8-649d-eb6853cc9b3b",
				"3795a4e2-1654-ba6a-8c55-781b64d068ae",
				"37460c40-7d32-0e46-2476-abfbe11a8f32",
				"0d69809c-bb5f-d9bf-8d59-3cd80a049303",
				"3ab6806e-a722-9f00-1f5d-bd353a83b0cd"
			],
			"owner": 0
		}
	],
	"timestamp": 1468507389827,
	"owner": 0,
	"remoteLink": "",
	"public": false,
	"published": false,
	"requests": [
		{
			"id": "0d69809c-bb5f-d9bf-8d59-3cd80a049303",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468521754214,
			"name": "magic-6",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Movement\":[\r\n        {\r\n            \"title\":\"Altruistic Switcheroo\", \r\n            \"attack\":\"As an interrupt when you or an ally is hit by an attack, spend 2 shots to choose either yourself or another willing ally to take the hit instead. Use the new recipient’s Toughness to determine how many Wound Points get dished out\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Far Lift\", \r\n            \"attack\":\"Far LiftCause an inanimate object to rise into the air, move horizontally, and then none-toogently set itself down again. Maximum vertical distance and maximum horizontal distance both equal your current Magic points in meters. Difculty is 1 for every 5 kg the object weighs\",\r\n            \"story\":\"SAME\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flight\", \r\n            \"attack\":\"Fly through the air, moving up to 5 m per shot.\",\r\n            \"story\":\"SAME\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Harsh Switcheroo\", \r\n            \"attack\":\"As an interrupt when an enemy is hit by an attack, spend 1 shot and make a Sorcery Check against the Defense of another enemy. On a success, the second enemy takes the hit instead. Use the new recipient’s Toughness to determine how many Wound Points get dished out.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Muscular Infusion\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to grant yourself or an ally either +3 to Strength Checks or a Strength value of 12 (your choice) until end of scene.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"remote Manipulation\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Perform manual tasks involving distant objects or devices. Difculty of the Sorcery Check equals your distance in meters from the object, which you must be able to see.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Slowdown\", \r\n            \"attack\":\"Spend X Magic and 3 shots to make a Sorcery Check against an enemy’s Defense; if successful, enemy’s Speed decreases by X until end of fght. Speed can’t be reduced below 1.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "37460c40-7d32-0e46-2476-abfbe11a8f32",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468521538450,
			"name": "magic-5",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Influence\":[\r\n        {\r\n            \"title\":\"Brain Fortress\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to grant yourself or an ally either +3 to Will Checks or a Will value of 12 (your choice) until end of scene.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Exemplary prostrations\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to seem trustworthy to all authority fgures present in the current scene. Lasts until end of adventure, or until you actively violate their trust, whichever comes frst.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"False Memory\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic and make a Sorcery Check against the Will Resistance of a GMC you are engaged in conversation with, and regards you in a positive or neutral light. In about a hundred words or less, describe an experience the target is supposed to have had, but did not. On a success, the subject believes that this happened to her. +3 to the subject’s Will Resistance if the incident strains credulity, but not the subject’s selfimage or sense of reality. +8 if the incident does contravene the subject’s self-image or sense of reality.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Greed potion\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to formulate a potion which, if ingested by a Featured Foe or supporting character, causes him to obsessively seek a particular item of value. At the end of each subsequent scene, make a Sorcery Check against the target’s Will Resistance. Te eﬀect ends when you fail a check, or at end of session, whichever comes sooner.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Hate potion\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to formulate a potion which, if ingested by a Featured Foe or supporting character, causes him to curse and despise another character specifed by the sorcerer at time of formulation. At the end of each subsequent scene, make a Sorcery Check against the target’s Will Resistance. The eﬀect ends when you fail a check, or at end of session, whichever comes sooner.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Illusion\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to make one object or person look, smell, and sound like something else of roughly the same size and physical confguration until end of scene. Or create an illusion from thin air, registering to sight, smell, and hearing, but not to touch or taste. Characters encountering the illusion make Notice Checks to identify it as false; if successful, they know something weird or magical is going on. Sorcerers with at least 1 Divination schtick get a +5 bonus to their Notice Checks.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Love potion\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to formulate a potion which, if ingested by a Featured Foe or supporting character, causes him to fall head over heels in love with another character specifed by the sorcerer at time of formulation. If attraction to the object of aﬀection contradicts the ingesting character’s orientation, the pull remains powerful but platonic. At the end of each subsequent scene, make a Sorcery Check against the target’s Will Resistance. Te eﬀect ends when you fail a check, or at end of session, whichever comes sooner.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Mind Control\", \r\n            \"attack\":\"When a Featured Foe declares an attack, spend 4 shots as an interrupt to choose a new hero, named character, or mook as target for the attack.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"override Will\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic and make a Sorcery Check against the Will Resistance of a GMC you can see in person, and is in a relaxed state of mind. On a success, the target executes, to the best of his ability, a single instruction of 25 words or less. +3 to the target’s Will Resistance for an instruction that clearly threatens his interests or self-image. +8 for an instruction that violates his safety or that of others.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Spatial Confusion\", \r\n            \"attack\":\"Spend 1 Magic and 1 shot to check Sorcery against a target’s Will Resistance value. On a success, gain +1 Sorcery and +1 Defense against that target until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "3795a4e2-1654-ba6a-8c55-781b64d068ae",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468521202744,
			"name": "magic-4",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Heal\":[\r\n        {\r\n            \"title\":\"Brew Antidote\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to eliminate any one eﬀect of a foe schtick that continues past the end of a fght.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Cure Disease\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 3 Magic to cure any terminal illness, 2 to cure any serious non-fatal illness, 1 to cure any minor debilitating ailment.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Heal object\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Make a Sorcery Check to restore a damaged inanimate object to its original condition, using Difculties suggested by the table below. GMs set Difculties for unlisted items, with larger objects being harder than small ones, and complicated devices harder than simple ones. You get one try to heal any particular given object, ever.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Heal vehicle\", \r\n            \"attack\":\"Remember what we just said about transitive numinosity? Reduce the Condition Points of any vehicle by the result of your Sorcery Check. In combat, takes 3 shots.\",\r\n            \"story\":\"Remember what we just said about transitive numinosity? Reduce the Condition Points of any vehicle by the result of your Sorcery Check. In combat, takes 3 shots.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Heal Wounds\", \r\n            \"attack\":\"Spend 1 Magic to reduce the Wound Points of any character by the result of your Sorcery Check. In combat, this takes you 4 shots.\",\r\n            \"story\":\"Spend 1 Magic to reduce the Wound Points of any character by the result of your Sorcery Check. In combat, this takes you 4 shots.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Iron Mind powder\", \r\n            \"attack\":\"Spend 1 Magic to cancel a foe schtick eﬀect that does something to an ally and is otherwise due to expire at the end of the sequence, keyframe, or fght.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Shared Bounty\", \r\n            \"attack\":\"Spend 1 shot to remove 10 of your own Wound Points. Te enemy with the highest Wound Points total also removes 10 Wound Points. You can only use this if at least one enemy has 10 Wound Points.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"vitamin S\", \r\n            \"attack\":\"Spend 1 Magic to grant yourself or an ally either +3 to Constitution Checks or a Toughness value of 12 for the purposes of making Constitution Checks (your choice) until end of scene.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "3ab6806e-a722-9f00-1f5d-bd353a83b0cd",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468522119324,
			"name": "magic-7",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Summoning\":[\r\n        {\r\n            \"title\":\"Banishment\", \r\n            \"attack\":\"Spend 3 Magic and 3 shots; on a Sorcery success against a supernatural creature’s Defense, it Cheeses It. On a failure, you regain the Magic points.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Corruption\", \r\n            \"attack\":\"Spend 1 Magic and 3 shots to grant +1 to the Attacks, Defense, and checks of all creatures engaged in the fght, until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Demon Spoor Extract\", \r\n            \"attack\":\"Spend 1 Magic to cancel a foe schtick eﬀect that directly bolsters a foe and is otherwise due to expire at the end of the sequence, keyframe, or fght.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Echoes of the past\", \r\n            \"attack\":\"If you deal Wound Points to a Transformed Animal foe, and it goes down at any later point in the fght, it reverts to its animal form. Transformed Animal heroes present for this take 3 Reversion points.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Exorcism\", \r\n            \"attack\":\"Spend 1 Magic or 3 shots to free a single individual of any eﬀects caused by Sorcery or Creature Powers.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Invocation\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 2 Magic to seize a particular creature through time and space and cause it to appear at your side. You can target a creature if you successfully used Domination against it in the past, or if you have on your person a former body part of the creature, such as a claw, piece of hair, scraping of skin, or severed hand. Requires a Sorcery Check against the creature’s Will Resistance value; on a failure, nothing happens and you get the Magic points back. Merely summoning a creature does not ensure its cooperation. In fact, in most cases guarantees your subject’s extreme displeasure.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"purification\", \r\n            \"attack\":\"Spend 1 Magic and 3 shots to levy a –1 penalty to the Attacks, Defense, and checks of all creatures engaged in the fght, until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Sustained Domination\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic and make a Sorcery Check with a creature’s Will Resistance value as the Difculty. Te creature will obey your spoken instructions for a number of hours equal to your Outcome, or until end of session, whichever comes sooner. It will not fght for you but will otherwise obey the letter of your instructions to the best of its abilities. Does not work on Bosses or Uber-Bosses.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"quick Domination\", \r\n            \"attack\":\"pend 1 Magic and X shots; make a Sorcery Check with a creature’s Will Resistance value as the Difculty. Te creature fghts as your ally for X shots, attacking targets you designate. Does not work on Bosses or Uber-Bosses.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "3bf42da4-da9d-317b-abd7-4eea4e612ef0",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468512541005,
			"name": "Fu-5",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of Flame\":[\r\n        {\r\n            \"title\":\"Fire Strike\", \r\n            \"desc\":\"Spend 1 Chi and make a barehanded Martial Arts attack at +2 Damage. On a success, if your opponent is wearing ﬂammable clothing, that clothing ignites and the opponent must take 3 shots to slap the fre out or suﬀer 1 Wound Point every 3 shots until something is done about the fre.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Stoke the Fire\", \r\n            \"desc\":\"Under the adverse condition Extreme Heat, spend 2 Chi to gain a +2 Immunity bonus to Martial Arts and Defense until end of fght.\",\r\n            \"require\":\"Fire Strike\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Fire Stance\", \r\n            \"desc\":\"Until end of sequence, any opponent striking youbarehanded suﬀers 3 Wound Points per strike.\",\r\n            \"require\":\"Fire Strike\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Fire Fist\", \r\n            \"desc\":\"Strike an opponent barehanded with your fst wreathed in a nimbus of chi energy. Spend 1 Chi and make a Martial Arts punch attack against a featured foe or boss. On a success, target must check Toughness against the Smackdown. On a failure, opponent takes 3 Wound Points each time you make another attack against any opponent, until next keyframe.\",\r\n            \"require\":\"Fire Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Fire Cloak\", \r\n            \"desc\":\"Flood the surrounding area with ﬂame to create a hostile fghting environment for your foes. On a successful Martial Arts attack against an opponent whose Defense Value exceeds your Attack Value, the fght location suﬀers the adverse condition Extreme Heat until next keyframe.\",\r\n            \"require\":\"Fire Fist\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Hungry Fire\", \r\n            \"desc\":\"Spend 1 Chi and make a Martial Arts punch attack against a named enemy. On a success, spend 2 shots per named enemy. All named enemies take 5 Wound Points.\",\r\n            \"require\":\"Fire Cloak\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "41161472-4135-0918-a091-10efe30e33e5",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"version": 2,
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468511401475,
			"name": "Fu-1",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Banisher\":[\r\n        {\r\n            \"title\":\"Blunt the Crane's Beak\", \r\n            \"desc\":\"Protect others with your prowess. When an opponent makes a successful attack against one of your nearby allies, interrupt and spend 1 shot to reduce the attack’s Damage Value by 5.\",\r\n            \"require\":\"\"\r\n        },{\r\n            \"title\":\"Stave off Monkey\", \r\n            \"desc\":\"When an opponent makes a successful attack againstyou, interrupt and pay 5 shots; the attack fails.\",\r\n            \"require\":\"Blunt the Crane's Beak\"\r\n        },{\r\n            \"title\":\"Slow the Tiger\", \r\n            \"desc\":\"After a successful Martial Arts attack, spend 1 Chiand 1 shot. Target of the attack adds 1 to the shotcost of all actions with a cost of 1 or more until endof keyframe.\",\r\n            \"require\":\"Blunt the Crane's Beak\"\r\n        },{\r\n            \"title\":\"Chop the Willow\", \r\n            \"desc\":\"After a successful Martial Arts attack against a foewith 1 Impairment or less, spend 2 Chi and 1 shot.Target of the attack gains 1 Impairment until nextkeyframe.\",\r\n            \"require\":\"Slow the Tiger\"\r\n        },{\r\n            \"title\":\"Thwart the Dragon\", \r\n            \"desc\":\"When a nearby ally takes attack damage, interruptand pay 2 shots to remove all Wound Points theally gained in the attack. Costs Chi equal to thenumber of times you have used Twart the Dragonthis fght\",\r\n            \"require\":\"Blunt the Crane's Beak\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "41a78cae-a8b0-cf83-b647-c24adf9246d4",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468515702115,
			"name": "Fu-16",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Welcoming Sky\":[\r\n        {\r\n            \"title\":\"Prodigious Leap\", \r\n            \"desc\":\"Spend 1 shot to make a horizontal, vertical, or diagonal leap of up to 14 m. Also costs 1 Chi, if your current Chi is less than 2. If you have two or more other schticks in the Welcoming Sky path, leap increases to 28 m.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Aerial pushaway\", \r\n            \"desc\":\"Evade an enemy with a graceful midair backﬂip. When an enemy misses you with a Martial Arts attack, spend 1 shot to ﬂy up to 14 m backwards, away from your enemy. Regain 1 spent Chi point.\",\r\n            \"require\":\"Prodigious Leap\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"ominous Flutter\", \r\n            \"desc\":\"Spend 1 Chi. Until the end of the fght, any attack you immediately precede with a Prodigious Leap gets a +1 bonus.\",\r\n            \"require\":\"Aerial pushaway\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flying Windmill Kick\", \r\n            \"desc\":\"Spend 4 shots to make a Martial Arts kick attack. If the attack hits, you may make another kick attack on the same opponent at 0 shot cost. You may continue doing this until an attack fails, or until you land a third hit.\",\r\n            \"require\":\"Prodigious Leap\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "51b61b44-901f-c187-9f65-8da308f46c08",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468512296998,
			"name": "Fu-4",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Drunken Master\":[\r\n       {\r\n            \"title\":\"Drunken Stance\", \r\n            \"desc\":\"You have +2 Martial Arts on odd-numbered shots and –1 Martial Arts on even-numbered shots. If you hold an action to act on an odd-numbered shot, pay 1 Chi.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"The Esoteric Art of Speed-Drinking\", \r\n            \"desc\":\"Spend 1 shot to consume two servings of alcohol.\",\r\n            \"require\":\"Drunken Stance\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Drunken Master\", \r\n            \"desc\":\"You take no intoxication penalties to Martial Arts or Defense. You take a –2 penalty to Martial Arts and Defense when fghting cold sober, and a –1 penalty if you have had less than three servings of alcohol in the last half hour. You can’t use Drunken Master schticks when cold sober\",\r\n            \"require\":\"Drunken Stance\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Drunken Fist\", \r\n            \"desc\":\"Spend 2 shots to make a Martial Arts attack at –2 AV, or spend 1 shot to make a Martial Arts attack at –4 AV\",\r\n            \"require\":\"Drunken Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Wily Stupor\", \r\n            \"desc\":\"Spend 1 Chi; until next keyframe, add the number of servings of alcohol you’ve consumed during the fght so far to your Toughness.\",\r\n            \"require\":\"Drunken Fist\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Aberrant Spasm\", \r\n            \"desc\":\"When targeted for an attack, interrupt, spend 2 shots and designate another named character with a lower Defense than yours as a secondary target. If the attack misses you, the secondary target takes a Smackdown equal to the Damage Value of the attacker’s weapon\",\r\n            \"require\":\"Wily Stupor\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Spasmodic Leap\", \r\n            \"desc\":\"If a Guns attack misses you on any odd-numbered shot, regain a Chi point.\",\r\n            \"require\":\"Aberrant Spasm\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "5695519a-1a41-33b8-ef55-d18b6a985a7a",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468516573610,
			"name": "Fu-19",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of Wushu\":[\r\n        {\r\n            \"title\":\"Horse Stance\", \r\n            \"desc\":\"When a named opponent misses you with a Martial Arts attack, you move up in the shot order to act on the subsequent shot.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Crane Stance\", \r\n            \"desc\":\"Whenever a mook hits you, attack the mook as an interrupt.\",\r\n            \"require\":\"Horse Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"The Four-Six Stance\", \r\n            \"desc\":\"You may make Martial Arts attacks at a shot cost of 2 against any characters who made Martial Arts attacks against you during the current sequence.\",\r\n            \"require\":\"Crane Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"unicorn Stance\", \r\n            \"desc\":\"As an interrupt when targeted for a Martial Arts attack, spend 2 shots to gain +2 Defense. If the attack hits you anyway, you gain +3 Martial Arts on your next attack against this attacker.\",\r\n            \"require\":\"The Four-Six Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Mantis Stance\", \r\n            \"desc\":\"Whenever a named character deals you 8 or more Wound Points with a close combat attack, attack that foe as an interrupt.\",\r\n            \"require\":\"Unicorn Stance\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "66da53cf-2a42-29ee-bafd-461cb4b1f187",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"version": 2,
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468511457306,
			"name": "Fu-2",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Death punch\":[\r\n       {\r\n            \"title\":\"Hands Without Shadow\", \r\n            \"desc\":\"You get +X Martial Arts vs. opponents whoseDefense values, bonuses included, exceed yourcurrent Defense. X is equal to the diﬀerencebetween Defense values.\",\r\n            \"require\":\"\"\r\n        },{\r\n            \"title\":\"Lightning Fist\", \r\n            \"desc\":\"When you hit an opponent with a Martial Artspunch attack, spend 1 Chi and 1 shot as aninterrupt. For this attack, and until next keyframe,your target’s Toughness is halved (round fractionsup).\",\r\n            \"require\":\"Hands Without Shadow\"\r\n        },{\r\n            \"title\":\"Dim Mak\", \r\n            \"desc\":\"Any time after the second sequence, spend 3 Chiand make a Martial Arts punch attack against aFeatured Foe. If successful, ignore normal Damagedetermination; the foe’s Wound Point total is now34. If unsuccessful, regain 2 Chi. Tis has no eﬀecton Bosses.\",\r\n            \"require\":\"Lightning Fist\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "6d714fc4-d90e-139e-f4e4-809fb1b80ab4",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468513174607,
			"name": "Fu-7",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Healer\":[\r\n        {\r\n            \"title\":\"Corners of the Mouth\", \r\n            \"desc\":\"Allies may spend 1 shot and 1 Fortune to give you 1 Chi.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flow restoration\", \r\n            \"desc\":\"Spend 1 shot; touch a subject who is unable to act due to the eﬀect of the Point Blockage fu power. Subject is released from eﬀect and takes an action during the following shot. Subject gets +2 to next check.\",\r\n            \"require\":\"Corners of the Mouth\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Healing Chi\", \r\n            \"desc\":\"In a lightning-quick series of moves, jab crucial acupressure points of a wounded patient in order to dramatically speed up his natural healing process. Spend 3 shots and 1 Chi to reduce a character’s Wound Point total by the result of your Martial Arts Check.\",\r\n            \"require\":\"Corners of the Mouth\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Healing petals\", \r\n            \"desc\":\"Spend 4 shots and 1 Chi; make a Martial Arts Check. Take your Action Result and divide it any way you like between any number of characters. Te characters each subtract from their Wound Point totals the share of the Action Result you have allocated to them.\",\r\n            \"require\":\"Healing Chi\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"The power of Love\", \r\n            \"desc\":\"Cradle an (apparently) dead comrade in your arms, weeping and wailing until your tears spatter his face. Spend 1 Chi when an ally who is close enough for you to touch fails a Death Check. Your ally lapses into immediate, death-like unconsciousness but gets to make a new Death Check.\",\r\n            \"require\":\"Healing Chi\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"pressure Block\", \r\n            \"desc\":\"When an opponent misses you with a hand-tohand attack, spend 1 Chi as an interrupt to give opponent a –1 attack penalty until end of fght. Not usable if opponent is already Pressure Blocked.\",\r\n            \"require\":\"Te Power of Love\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"point Blockage\", \r\n            \"desc\":\"After making a successful Martial Arts Check, spend 3 Chi and 1 shot to prevent your opponent from taking actions until next keyframe, or until opponent takes 3 or more Wound Points, whichever comes frst.\",\r\n            \"require\":\"Pressure Block\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "7118da47-872f-c62c-c8c7-4aae3a5953f2",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468515059618,
			"name": "Fu-14",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Tiger\":[\r\n        {\r\n            \"title\":\"Claw of the Tiger\", \r\n            \"desc\":\"When your Martial Arts attack deals Wound Points to an opponent, roll a die; if the result is even, add the result to the Wound Points dealt.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Tiger Stance\", \r\n            \"desc\":\"When targeted for a Martial Arts attack, interrupt and spend 2 Chi to make one Martial Arts attack against your attacker, resolved before the original attack.\",\r\n            \"require\":\"Claw of the Tiger\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"unyielding Tiger Stance\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot. Until next keyframe, any opponent missing you with a Martial Arts attack takes a Smackdown equal to your weapon’s Damage Value.\",\r\n            \"require\":\"Tiger Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"vengeance of the Tiger\", \r\n            \"desc\":\"When you take 10 or more Wound Points from a Martial Arts attack, spend 3 shots as an interrupt to make a +3 Martial Arts strike against the original attacker.\",\r\n            \"require\":\"unyielding Tiger Stance\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Leap of the Tiger\", \r\n            \"desc\":\"Spend 2 Chi as an interrupt at the end of your action or another character’s action. Your next action occurs at the beginning of the next shot.\",\r\n            \"require\":\"vengeance of the Tiger\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "862c4462-7aab-cc7e-dd37-a9b7b359703e",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468521224650,
			"name": "Master",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"PATH\":[\r\n        {\r\n            \"title\":\"sssssssssssss\", \r\n            \"attack\":\"aaaaaaaaaaaa\",\r\n            \"story\":\"aaaaaaaaaaaaa\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"sssssssssssss\", \r\n            \"attack\":\"aaaaaaaaaaaa\",\r\n            \"story\":\"aaaaaaaaaaaaa\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"sssssssssssss\", \r\n            \"attack\":\"aaaaaaaaaaaa\",\r\n            \"story\":\"aaaaaaaaaaaaa\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"sssssssssssss\", \r\n            \"attack\":\"aaaaaaaaaaaa\",\r\n            \"story\":\"aaaaaaaaaaaaa\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"sssssssssssss\", \r\n            \"attack\":\"aaaaaaaaaaaa\",\r\n            \"story\":\"aaaaaaaaaaaaa\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "8f8722a1-6fe5-0cef-589a-e230c9489e1f",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468514579706,
			"name": "Fu-12",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the outlaw\":[\r\n        {\r\n            \"title\":\"rise of the Downtrodden\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot as an interrupt when struck by an attack. Until the end of the fght, the base Damage Value of the weapon hitting you becomes the base Damage Value of your hand-to-hand weapon.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Noooo\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot as an interrupt when an ally makes an Up Check. Until the end of fght, add the total number of Up Checks made by allies this fght to the Smackdown you deal on a successful attack.\",\r\n            \"require\":\"rise of the Downtrodden\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Shield of the underdog\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot as an interrupt when struck by an opponent whose Defense value exceeds yours. Your Defense increases to equal the opponent’s (as of your use of this power) until end of fght\",\r\n            \"require\":\"Noooo\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"rally the Shattered\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot as an interrupt when an ally takes an Impairment point. Until end of sequence, the ally treats Impairment as a bonus instead of a penalty\",\r\n            \"require\":\"Shield of the Underdog\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Turn the Tables\", \r\n            \"desc\":\"If the number of named opponents exceeds the number of heroes taking part in the current fght, spend 2 Chi and 1 shot to give all allies +2 to attacks until next keyframe.\",\r\n            \"require\":\"rally the Shattered\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "a04114b4-f7f6-b916-764e-8c3b28246e18",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468514389663,
			"name": "Fu-11",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Nunchaku\":[\r\n        {\r\n            \"title\":\"Whirl of Fury\", \r\n            \"desc\":\"Spend 1 Chi as you make a Martial Arts nunchaku attack. If you hit, this and all of your nunchaku attacks for the rest of the fght have a Damage Value of 14.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Blur of rage\", \r\n            \"desc\":\"Spend 1 Chi as you make a Martial Arts nunchaku attack against a mook. Until next keyframe, roll a die whenever a mook attacks you. On an even result, the mook drops before it can attack.\",\r\n            \"require\":\"Whirl of Fury\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Cyclone of Wood and Chain\", \r\n            \"desc\":\"After a successful Martial Arts nunchaku attack, spend X shots. Your opponent must also spend X shots. X may not exceed 6.\",\r\n            \"require\":\"Blur of Rage\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"rain of pain\", \r\n            \"desc\":\"On a successful nunchaku attack against multiple opponents, add an additional nearby foe as a target of the attack for every point of diﬀerence between the Outcome you needed and the Outcome you got.\",\r\n            \"require\":\"Cyclone of Wood and Chain\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Nunchaku Nunchaku Nunchaku\", \r\n            \"desc\":\"When a Martial Arts nunchaku attack hits a named character, spend 1 Chi. Your nunchaku Damage Value increases by 2. Until the end of the fght, each additional successful Martial Arts nunchaku attack increases your nunchaku damage by an additional 1.\",\r\n            \"require\":\"rain of Pain\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "a1a48208-19fe-b30f-3a24-0ff804a984e5",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468511854614,
			"name": "Master",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"PATH\":[\r\n        {\r\n            \"title\":\"qqqqqq\", \r\n            \"desc\":\"wwwwwwww\",\r\n            \"require\":\"eeeeee\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"qqqqqq\", \r\n            \"desc\":\"wwwwwwww\",\r\n            \"require\":\"eeeeee\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"qqqqqq\", \r\n            \"desc\":\"wwwwwwww\",\r\n            \"require\":\"eeeeee\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"qqqqqq\", \r\n            \"desc\":\"wwwwwwww\",\r\n            \"require\":\"eeeeee\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"qqqqqq\", \r\n            \"desc\":\"wwwwwwww\",\r\n            \"require\":\"eeeeee\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "a87ea6a8-7723-ec0a-bdd8-eb8d3b2e9be9",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468516217804,
			"name": "Fu-18",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of Wing Chun\":[\r\n        {\r\n            \"title\":\"Hammer Punch\", \r\n            \"desc\":\"Your base damage with an unarmed Martial Arts attack is 9 or the current shot number, whichever is higher.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"one-Inch Punch\", \r\n            \"desc\":\"In a fght under the adverse condition Confned Space, spend 1 Chi and 0 shots to gain a +2 Immunity bonus until end of fght or end of condition.\",\r\n            \"require\":\"Hammer Punch\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Back Leg Kick\", \r\n            \"desc\":\"Add +1 Martial Arts vs. the opponent most recently targeted for attack by any of your allies.\",\r\n            \"require\":\"Hammer Punch\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Target the Core\", \r\n            \"desc\":\"Spend 1 Chi as an interrupt after making a successful unarmed Martial Arts attack. Until next keyframe, the target is at –1 Defense vs. Martial Arts attacks.\",\r\n            \"require\":\"Hammer Punch\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Trapping Hands\", \r\n            \"desc\":\"Spend 1 Chi. Until next keyframe, opponents making Martial Arts attacks against you must pay +1 shot to do so, and another extra shot if they miss.\",\r\n            \"require\":\"Target the Core\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flowing Strikes\", \r\n            \"desc\":\"Once per fght, spend 1 Chi and 1 shot, choosing a specifc foe. Your Martial Arts attacks against that foe cost 2 shots each until end of fght.\",\r\n            \"require\":\"Trapping Hands\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "aa766867-8fe7-9c35-b1d8-478baad2b9d6",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"version": 2,
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468512878397,
			"name": "Fu-6",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Fox\":[\r\n        {\r\n            \"title\":\"The Fox's retreat\", \r\n            \"desc\":\"As an interrupt when attacked, spend 1 Chi. Until next keyframe, Dodges increase your Defense by 4\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Eyes of the Fox\", \r\n            \"desc\":\"Pay 2 Chi to reduce Wound Points dealt to you by an attack to 3.\",\r\n            \"require\":\"The Fox's retreat\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Laughter of the Fox\", \r\n            \"desc\":\"After a successful Martial Arts Check, roll a die. Even: gain +1 attack against the foe you just hit until end of fght. Odd: gain +1 Defense against the foe you just hit until end of fght. Bonuses against the same foe accumulate over multiple successful hits.\",\r\n            \"require\":\"Eyes of the Fox\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"vengeance of the Fox\", \r\n            \"desc\":\"When you are hit by a Martial Arts attack, spend 1 Chi and 1 shot as an interrupt. Make a Martial Arts Check against your attacker’s Defense. If successful, the opponent is thrown a number of meters equal to your Outcome in the direction of your choice. Opponent takes a Smackdown equal to his Strength Check value (usually 7) plus the Outcome.\",\r\n            \"require\":\"Laughter of the Fox\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Luck of the Fox\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot. Until next keyframe, roll a die as an interrupt after adding a Fortune die to any check or to a Dodge. On an even result, regain the Fortune point\",\r\n            \"require\":\"Vengeance of the Fox\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Contract of the Fox\", \r\n            \"desc\":\"Spend 1 Chi immediately after Initiative is determined. Your Initiative result equals that of the combatant with the highest Initiative.\",\r\n            \"require\":\"Luck of the Fox\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "b4b41112-c91e-ba32-f13c-4753092e7871",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468514795723,
			"name": "Fu-13",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Sword\":[\r\n        {\r\n            \"title\":\"Blooded Blade\", \r\n            \"desc\":\"You have +1 bonus to sword damage for each mook you drop. Te bonus is reduced by half (round up) each time you hit a named foe and lasts until the end of the fght.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Backslash\", \r\n            \"desc\":\"When you hit a named foe, spend 1 Chi as an interrupt and roll a die. Odd: drop 1 mook. Even: drop 2 mooks.\",\r\n            \"require\":\"Blooded Blade\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Bullet Deflection\", \r\n            \"desc\":\"When you are missed by a named foe’s ranged attack while Dodging, drop 1 mook.\",\r\n            \"require\":\"Backslash\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Hold Them at Bay\", \r\n            \"desc\":\"Spent 1 shot and 1 Chi. All mooks spend 3 shots.\",\r\n            \"require\":\"Bullet Deﬂection\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Water Sword\", \r\n            \"desc\":\"When you hit a named foe, a number of named foes equal to your Swerve lose 1 shot each, if your Swerve is more than 1.\",\r\n            \"require\":\"Bullet Deﬂection\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flashing Katana\", \r\n            \"desc\":\"When you hit a named foe, give one ally a boost.\",\r\n            \"require\":\"Blooded Blade\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Lethal Strike\", \r\n            \"desc\":\"Any time after the second sequence, spend 1 shot and take 1 Mark of Death to down a featured foe.\",\r\n            \"require\":\"Blooded Blade\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "bb030766-dc39-3ae8-649d-eb6853cc9b3b",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468520944740,
			"name": "magic-3",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Fertility\":[\r\n        {\r\n            \"title\":\"Bend Fate\", \r\n            \"attack\":\"As an interrupt when an enemy makes an Attack or Task Check, spend 3 shots and 1 Magic to add extra negative die to the result.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Big Luck\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to gain +3 to Fortune Checks until the end of the next scene in which you make a Fortune Check. (Or end of session, if that comes sooner.)\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"De-Attunement\", \r\n            \"attack\":\"Spend 2 shots and make a Sorcery Check against the Will Resistance of any foe attuned to one or more feng shui sites. (Featured foes may or may not be; Boss foes almost invariably are. Mooks never are.) If successful, target takes 1 Impairment until end of fght.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Doom Boon\", \r\n            \"attack\":\"Regain all spent Magic points after succeeding at an Up Check.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Harvest Chi\", \r\n            \"attack\":\"After a successful attack against a named foe, you may subtract 3 from its Outcome to regain a spent Magic point.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"observe Chi\", \r\n            \"attack\":\"\",\r\n            \"story\":\"See the ﬂow of chi in an area, noting how strong or weak it is and if it is corrupted or impinged upon by some unnatural force. Immediately identify feng shui sites. Tell whether an individual you can see in person is attuned to at least one feng shui site.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"quid to quo\", \r\n            \"attack\":\"When you receive a boost from an ally, roll a die. On an even result, the ally also gains the beneft of the boost\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"radiant Grant\", \r\n            \"attack\":\"When you give an ally a boost, roll a die. On an even result, choose a second ally to also gain the beneft of your boost.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Superior Evasion\", \r\n            \"attack\":\"On a failed attack against an enemy with a higher Defense than yours, spend 1 shot. Until next keyframe, your Defense equals the enemy’s Defense +1.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Yin to Yang\", \r\n            \"attack\":\"Spend 1 Magic as an interrupt when you take Wound Points. Your next successful attack deals no fewer than this number of Wound Points.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Widen the Circle\", \r\n            \"attack\":\"Spend 1 shot as an interrupt when an ally grants a boost to any other ally. You also gain the beneft of that boost.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "bb1938d9-3779-5a64-d4c8-320d6f96816e",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468520590557,
			"name": "magic-2",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Divination\":[\r\n        {\r\n            \"title\":\"Allegiance\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 shot or 1 Magic to tell if a person you can see (in person) knowingly works for a faction or conspiracy. If you have heard of the faction or conspiracy, you know which one. Otherwise, you only see that the person is a player in the Chi War. Shot cost matters only if you’re seeking this story beneft in mid-fght.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Assessment\", \r\n            \"attack\":\"Spend 1 shot or 1 Magic to tell if any of the enemies you face are Bosses, and if so, which ones.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Bullseye\", \r\n            \"attack\":\"Spend 1 shot or 1 Magic to identify the named foe you have the best chance of hitting with a Chi Blast.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Elevated Senses\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to gain (your choice) +3 to Notice, or a Notice value of 12, until end of scene.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Exposure\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 2 shots or 1 Magic to tell whether a person you can see is a Transformed Animal.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Fight Finder\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to know the location of the nearest group of people who want to kill you. You do not know which group. If no one wants to kill you, it must be early in the series. You get the spent Magic back.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Ghost Sense\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to see the ghosts all around you in a single scene. Unless you count the odd grotesque transformation or ineﬀective lunge in your direction, they can’t really communicate with you. But their presence and appearance may provide clues to past events in the area. Densely-populated areas always crawl with ghosts. No refunds on Magic points, even if you see no ghosts or none of them can help you.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"prediction\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to gain good, if somewhat obscure, advice or information about the future.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"revelation\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 2 shots or 1 Magic to tell if something you are directly looking at is real, or an illusion.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Truthseek\", \r\n            \"attack\":\"\",\r\n            \"story\":\"Spend 1 Magic to tell if someone talking to you in person is speaking the truth as he knows it. Spend 1 more Magic to know the real truth, at least as far as the speaker understands it.\",\r\n            \"cost\":\"1\"\r\n        }, {\r\n            \"title\":\"Warning\", \r\n            \"attack\":\"Spend 1 Magic as you draw a chalk outline on a suitable surface, covering an area of up to 450 square meters (about the size of a convenience store). For the rest of the adventure, you immediately know if anyone crosses the line.\",\r\n            \"story\":\"You can direct a Chi Blast (if you have that schtick) at any one target crossing the line, no matter how far away you are from it in space or time.\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "c0b600e6-019f-b160-5d56-1e64c80f916c",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468511677392,
			"name": "Fu-3",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Dragon\":[\r\n       {\r\n            \"title\":\"Bite of the Dragon\", \r\n            \"desc\":\"Pay 1 Chi to add 2 to the Damage of your Martial Arts attacks until next keyframe.\",\r\n            \"require\":\"\"\r\n        },{\r\n            \"title\":\"Breath of the Dragon\", \r\n            \"desc\":\"Pay 1 Chi as an interrupt after you roll your Swerve (including rerolls of any 6s) on a Martial Arts attack; ignore the positive die, treating it as a 5.\",\r\n            \"require\":\"Bite of the Dragon\"\r\n        },{\r\n            \"title\":\"Claw of the Dragon\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot. Until the end of the fght, the minimum Wound Points you inﬂict on a successful attack equals 5.\",\r\n            \"require\":\"Breath of the Dragon\"\r\n        },{\r\n            \"title\":\"Beard of the Dragon\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot. Until the end of the fght, targets of your failed attacks nonetheless take 3 Wound Points per attack.\",\r\n            \"require\":\"Claw of the Dragon\"\r\n        },{\r\n            \"title\":\"Tail of the Dragon\", \r\n            \"desc\":\"Add the number of Featured Foes and Bosses you have inﬂicted Wound Points on during the current fght to your Speed.\",\r\n            \"require\":\"Beard of the Dragon\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "c5416edf-1adc-73ce-45ef-54ff7fa6f1e5",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468513671899,
			"name": "Fu-8",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Hundred Names\":[\r\n        {\r\n            \"title\":\"Bloody but unbowed I\", \r\n            \"desc\":\"Add +2 bonus to Up Checks.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Bloody but unbowed II\", \r\n            \"desc\":\"Add +3 bonus to Up Checks.\",\r\n            \"require\":\"Bloody but unbowed I\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Bloody but unbowed III\", \r\n            \"desc\":\"Add +4 bonus to Up Checks.\",\r\n            \"require\":\"Bloody but unbowed II\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Humble Fury\", \r\n            \"desc\":\"Add +4 to Martial Arts on the frst attack you make after passing an Up Check.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"underdog Triumphant\", \r\n            \"desc\":\"Standard attacks against foes whose attacks have forced you to make Up Checks cost you 2 shots.\",\r\n            \"require\":\"Humble Fury\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"rise in Slow Motion\", \r\n            \"desc\":\"Immediately before the frst attack you make after passing an Up Check, reduce your Wound Point total by your Toughness.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "cd16f8fd-8d5f-0d8b-0c4b-c27d15eb95a2",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_magic.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"version": 2,
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468519899430,
			"name": "magic-1",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"rawModeData": "{\r\n    \"Blast\":[\r\n        {\r\n            \"title\":\"Chi Blast\", \r\n            \"attack\":\"As a standard 3-shot action, direct a ranged attack of raw magical energy at a combatant of your choice, using your Sorcery attack value, at a Damage Value of 9.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Acid Blast\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 1 Magic to give the combat area the adverse condition Toxic Fumes until next keyframe.\",\r\n            \"story\":\"Spend a Magic point to destroy or decisively degrade a piece of unwanted evidence, beyond all forensic eﬀorts to reconstruct it.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Arctic Blast\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 1 Magic to give the combat area the adverse condition Snow until next keyframe. When the condition expires, roll a single die. On an even result, it renews until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Conjured Blade\", \r\n            \"attack\":\"You create a handheld blade of magical force and wade into hand-to-hand combat. As per Chi Blast, but doesn’t count as a ranged attack, and so is useful against an opponent whose schticks somehow thwart ranged attacks.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Disintegration\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 2 Magic to utterly destroy a weapon of your choice carried by the target. You can’t choose a signature weapon.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Escher Blast\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 1 Magic to give the combat area the adverse condition Confned Space until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Fire Blast\", \r\n            \"attack\":\"As per Chi Blast. When you take out a mook, spend 1 Magic and roll a single die. On an even die result, you take out another mook and roll a single die. If that result is even, you take out yet another mook, and so on, until you roll an odd result or run out of mooks to take out.\",\r\n            \"story\":\"This is also useful for setting fres, lighting cigars and cigarettes in an impressive manner, heating up coﬀee, increasing room temperature, and thawing out frozen foods.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flesh Melter\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend x Magic to give target 1 Impairment from the horrifc sight of her ﬂesh melting oﬀ. X varies by foe type: 1 for Featured Foes, 2 for Bosses. Targets never suﬀer more than 2 Impairment from this or any other source.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Foggy Tendril\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 1 Magic to give the combat area the adverse condition Obscured Vision until next keyframe.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Flying Weapon\", \r\n            \"attack\":\"You create from thin air a glowing, magical weapon or weapons — for example, a sword, spear, or rain of knives — which hurls towards your opponent. As per Chi Blast. Also: on a successful attack, target spends 1 shot.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Ice Blast\", \r\n            \"attack\":\"As per Chi Blast. Also, on a successful attack, spend 1 Magic, your target must spend 3 shots freeing himself from an encasing layer of ice. Targets with Strength Checks above 7 spend only 1 shot.\",\r\n            \"story\":\"As per Chi Blast. Also, on a successful attack, spend 1 Magic, your target must spend 3 shots freeing himself from an encasing layer of ice. Targets with Strength Checks above 7 spend only 1 shot.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Lightning Blast\", \r\n            \"attack\":\"As per Chi Blast. Also, on a successful attack, spend 1 Magic to require your target to spend 3 shots recovering from a stunning eﬀect. Targets with Constitution Checks above 7 spend only 1 shot.\",\r\n            \"story\":\"Spend 1 Magic to recharge or power any electrical device. Device works for one scene.\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Lucky 8 Blast\", \r\n            \"attack\":\"As per Chi Blast. On an Outcome of 4 or more, regain 1 spent Magic.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Magnetic Blast\", \r\n            \"attack\":\"When you hit a vehicle with a Chi Blast, it takes +3 Condition Points.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"pathogen\", \r\n            \"attack\":\"As per Chi Blast. Also: on a successful attack, spend 1 Magic. For the remainder of the adventure, Wound Points dealt by the attack can only be removed by the Sorcery Heal schtick.\",\r\n            \"story\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "e6c82c74-de00-3165-d7bd-cf94b82f714c",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468515905641,
			"name": "Fu-17",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Willow\":[\r\n        {\r\n            \"title\":\"Willow Step\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot to gain +2 Defense against non-Martial Arts attacks until the next keyframe.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"King on the Water\", \r\n            \"desc\":\"In a fght under the adverse condition Torrential Rain, spend 1 Chi and 0 shots to gain a +2 Immunity bonus until the end of the fght or the end of the condition\",\r\n            \"require\":\"Willow Step\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Walk of a Thousand Steps\", \r\n            \"desc\":\"When you take 5 or more Wound Points from a non-Martial Arts attack, your next action occurs on the next shot. It and all subsequent actions carry their usual shot costs.\",\r\n            \"require\":\"Willow Step\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Rustling Leaves\", \r\n            \"desc\":\"When you take 5 or more Wound Points from a Guns attack, the attacker must Reload.\",\r\n            \"require\":\"Walk of a Tousand Steps\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Enforced Tranquility\", \r\n            \"desc\":\"When targeted for a Guns attack, spend 1 Chi and 1 shot as an interrupt. Te attacker’s gun malfunctions.\",\r\n            \"require\":\"Rustling Leaves\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Natural order\", \r\n            \"desc\":\"When you take Wound Points from a Guns attack, spend 2 Chi as an interrupt to ignore them. If the fght takes place outdoors, a downpour ensues, and the area undergoes the adverse condition Torrential Rain.\",\r\n            \"require\":\"Enforced Tranquility\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "eedb1f98-b028-17f1-0c5a-d5fd0902da66",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468513792115,
			"name": "Fu-9",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Montage\":[\r\n        {\r\n            \"title\":\"Flesh Wound\", \r\n            \"desc\":\"As an interrupt when you take Wound Points, reduce Toughness by X until end of fght to reduce Wound Points taken to 0. X is equal to the number of the current sequence.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Lone Wolf\", \r\n            \"desc\":\"Add +3 Defense if you are the only viable target for three or more named character opponents.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Training Sequence I\", \r\n            \"desc\":\"Add +4 attack vs. uber-bosses.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Training Sequence II\", \r\n            \"desc\":\"Add +1 to Defense vs. bosses; +3 Defense vs. uberbosses.\",\r\n            \"require\":\"Training Sequence I\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "f1ac052d-01d0-c8ec-0f60-ceff303e0da3",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468514140482,
			"name": "Fu-10",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Ninja\":[\r\n        {\r\n            \"title\":\"Friend of Darkness\", \r\n            \"desc\":\"When attacking an opponent for the frst time in the current fght, treat the opponent’s Toughness as 4. Tis is inapplicable if opponent’s Toughness is less than 4.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Dark's Soft Whisper\", \r\n            \"desc\":\"Make any attack completely silently. On a Guns attack, describe yourself using a silencer.\",\r\n            \"require\":\"Friend of Darkness\",\r\n            \"cost\":\"0\"\r\n        },{\r\n            \"title\":\"Catlike Tread\", \r\n            \"desc\":\"When you give an ally a Defense boost, you also gain the beneft of the boost.\",\r\n            \"require\":\"Friend of Darkness\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"panther pounce\", \r\n            \"desc\":\"If you are the only PC in a scene and you encounter a single GMC, spend 0 Chi (for a mook) or 2 Chi (for a named character) to knock out, daze, or otherwise render the target helpless and unable to interfere with you. Tis lasts for fve minutes, or until you try to harm the character, whichever comes frst.\",\r\n            \"require\":\"Friend of Darkness\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Blade of Darkness\", \r\n            \"desc\":\"Spend 2 Chi and 0 shots to create a six-inch razor-sharp blade from thin air. Its Damage Value of 14 drops by 1 at the end of each sequence. Te blade dematerializes at the end of the fght.\",\r\n            \"require\":\"Panther Pounce\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Gathering the Darkness\", \r\n            \"desc\":\"Draw the darkness and shadows in the area towards you like a protective cloak. Add +2 Defense against foes who have not yet hit you during this fght.\",\r\n            \"require\":\"Blade of Darkness\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Strike from Darkness\", \r\n            \"desc\":\"On a successful Martial Arts attack against an opponent previously unaware of your presence, your Smackdown is not reduced by opponent’s Toughness.\",\r\n            \"require\":\"Gathering the Darkness\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Shelter of Darkness\", \r\n            \"desc\":\"Summon a cloud of unnatural darkness to shroud your allies from harm in combat. Spend 3 shots to grant a Defense boost to all of your allies, which you may augment with Fortune. When an ally takes Wound Points from an attack while benefting from this boost, you may, as a 0-shot interrupt, attack the ally’s attacker.\",\r\n            \"require\":\"Strike from Darkness\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		},
		{
			"id": "ffdb36db-de7f-c4b9-a1c5-83ed35417b4d",
			"headers": "Content-Type: application/json\n",
			"url": "localhost/fengshui/ajax/ajax_add_fu.php",
			"preRequestScript": null,
			"pathVariables": {},
			"method": "POST",
			"data": [],
			"dataMode": "raw",
			"tests": null,
			"currentHelper": "normal",
			"helperAttributes": {},
			"time": 1468515440573,
			"name": "Fu-15",
			"description": "",
			"collectionId": "5278668f-93e1-aefc-5460-8e29c27b4531",
			"responses": [],
			"folder": "70e48757-90d5-e2a6-8fb8-40298e1e2346",
			"rawModeData": "{\r\n    \"path of the Weapon Master\":[\r\n        {\r\n            \"title\":\"Signature Weapon\", \r\n            \"desc\":\"Select one specifc martial arts weapon as a signature weapon. Your character might wield his lucky combat knife, the sword that got his father through a war, the hallowed spear of his destroyed village, and so on. A character using a signature weapon gets a +3 Damage Value bonus with that particular weapon. Note that this applies to a single, actual weapon, not to all identical weapons; your wing chun butterﬂy sword gives you a +3, but none of the other identical copies hanging on the dojo wall do. GM guidance for Signature Weapons appears on p. 302.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"versatile Master\", \r\n            \"desc\":\"Gain +2 to your frst Martial Arts attack after switching from one weapon to another you have yet to use in the current fght.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Spear push\", \r\n            \"desc\":\"When you switch from another weapon to a spear, gain +3 Defense until next keyframe. Tis bonus can’t be combined with Dodge.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Forceful Dart\", \r\n            \"desc\":\"Spend 1 Chi to give your thrown darts or throwing stars a Damage Value of X–1 until next keyframe. X is equal to the highest base Damage Value of any weapon currently being wielded by an ally (ignoring any special damage bonuses the ally gets, of course).\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        },{\r\n            \"title\":\"Mesmerizing Dart\", \r\n            \"desc\":\"Spend 1 Chi and 1 shot. Until next keyframe, every time you attack an opponent they lose 1 shot, regardless of whether your attack hits or misses.\",\r\n            \"require\":\"\",\r\n            \"cost\":\"1\"\r\n        }\r\n    ]\r\n}"
		}
	]
}